---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Plumbing.IPipeFittingAndAccessoryPressureDropServer
source: html/46de9914-2f91-9daa-edd4-e3cb59353c6d.htm
---
# IPipeFittingAndAccessoryPressureDropServer Members

Calculate the pipe fitting and pipe accessory coefficient.